Repository: HaleXie/HLSDK-SPM
Catalog: Sources/HLSDKResources/Resources/Branding/texts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans

# ThisFeatureWillAllowYouTo
source: This feature will allow you to invite guests to video calls without requiring them to download the app.
de: Diese Funktion ermöglicht es Ihnen, Gäste zu Videoanrufen einzuladen, ohne dass diese die App herunterladen müssen.
es: Esta función le permitirá invitar a invitados a videollamadas sin que tengan que descargar la aplicación.
fr: Cette fonctionnalité vous permettra d'inviter des invités aux appels vidéo sans qu'ils aient à télécharger l'application.
it: Questa funzione ti permetterà di invitare ospiti alle videochiamate senza richiedere il download dell'app.
ja: この機能により、アプリをダウンロードせずにビデオ通話にゲストを招待できます。
ko: 이 기능을 사용하면 앱을 다운로드하지 않고도 비디오 통화에 게스트를 초대할 수 있습니다.
pt_pt: Esta funcionalidade permitirá convidar convidados para videochamadas sem precisar de transferir a aplicação.
zh_hans: 此功能允许您在无需下载应用的情况下邀请访客参加视频通话。

# ThisGroupIsMissingRequiredInformation
source: This group is missing required information to start a call. Please try again later.
de: Dieser Gruppe fehlen erforderliche Informationen zum Starten eines Anrufs. Bitte versuchen Sie es später erneut.
es: A este grupo le faltan datos obligatorios para iniciar una llamada. Por favor, inténtelo más tarde.
fr: Ce groupe ne dispose pas des informations requises pour démarrer un appel. Veuillez réessayer plus tard.
it: A questo gruppo mancano le informazioni richieste per avviare una chiamata. Riprova più tardi.
ja: このグループには通話を開始するために必要な情報が不足しています。後でもう一度お試しください。
ko: 이 그룹에는 통화를 시작하는 데 필요한 정보가 없습니다. 나중에 다시 시도해 주세요.
pt_pt: Este grupo não tem as informações necessárias para iniciar uma chamada. Por favor, tente novamente mais tarde.
zh_hans: 此群组缺少开始通话所需的信息。请稍后重试。

# ThisGuestsInviteWillBeRevoked
source: This guest's invite will be revoked and they will no longer be able to join.
de: Die Einladung dieses Gastes wird widerrufen und er kann nicht mehr teilnehmen.
es: La invitación de este invitado será revocada y ya no podrá unirse.
fr: L'invitation de cet invité sera révoquée et il ne pourra plus rejoindre.
it: L'invito di questo ospite sarà revocato e non potrà più partecipare.
ja: このゲストの招待は取り消され、参加できなくなります。
ko: 이 게스트의 초대가 취소되며 더 이상 참여할 수 없습니다.
pt_pt: O convite deste convidado será revogado e já não poderá participar.
zh_hans: 此访客的邀请将被撤销，他们将无法再加入。

# ThisHelpThreadHasNoCustom
source: This help thread has no custom fields configured.
de: Dieser Hilfe-Thread hat keine benutzerdefinierten Felder konfiguriert.
es: Este hilo de ayuda no tiene campos personalizados configurados.
fr: Ce fil d'aide n'a pas de champs personnalisés configurés.
it: Questa discussione di aiuto non ha campi personalizzati configurati.
ja: このヘルプスレッドにはカスタムフィールドが設定されていません。
ko: 이 도움말 스레드에는 사용자 지정 필드가 구성되어 있지 않습니다.
pt_pt: Este tópico de ajuda não tem campos personalizados configurados.
zh_hans: 此帮助主题未配置自定义字段。

# ThisMayTakeAMomentFor
source: This may take a moment for large files
de: Bei großen Dateien kann dies einen Moment dauern
es: Esto puede tardar un momento para archivos grandes
fr: Cela peut prendre un moment pour les fichiers volumineux
it: Potrebbe richiedere un momento per file di grandi dimensioni
ja: 大きなファイルの場合、時間がかかる場合があります
ko: 대용량 파일의 경우 시간이 걸릴 수 있습니다
pt_pt: Isto pode demorar um momento para ficheiros grandes
zh_hans: 大文件可能需要一些时间

source: This procedure has no steps defined.
de: Dieses Verfahren hat keine definierten Schritte.
es: Este procedimiento no tiene pasos definidos.
fr: Cette procédure n'a pas d'étapes définies.
it: Questa procedura non ha passaggi definiti.
ja: この手順には定義されたステップがありません。
ko: 이 절차에는 정의된 단계가 없습니다.
pt_pt: Este procedimento não tem passos definidos.
zh_hans: 此流程未定义步骤。

# ThisWillCloseTheHelpThread
source: This will close the help thread. The help thread can be reopened later if desired.
de: Dies schließt den Hilfe-Thread. Der Hilfe-Thread kann bei Bedarf später wieder geöffnet werden.
es: Esto cerrará el hilo de ayuda. El hilo de ayuda se puede reabrir más tarde si lo desea.
fr: Cela fermera le fil d'aide. Le fil d'aide peut être rouvert plus tard si vous le souhaitez.
it: Questo chiuderà la discussione di aiuto. La discussione di aiuto può essere riaperta in seguito se desiderato.
ja: これによりヘルプスレッドが閉じます。必要に応じて後で再開できます。
ko: 이렇게 하면 도움말 스레드가 닫힙니다. 원하시면 나중에 다시 열 수 있습니다.
pt_pt: Isto fechará o tópico de ajuda. O tópico de ajuda pode ser reaberto mais tarde se desejar.
zh_hans: 这将关闭帮助主题。如需，可稍后重新打开。

# ThreePartyInviteSentSuccess
source: Your invite to %@ was sent successfully.
de: Ihre Einladung zu %@ wurde erfolgreich gesendet.
es: Su invitación a %@ se envió con éxito.
fr: Invitation à %@ a été envoyée avec succès.
it: Il tuo invito a %@ stato inviato correttamente.
ja: %@ へ招待が送信されました。
ko: %@ 에 대한 귀하의 초대가 성공적으로 발송되었습니다.
pt_pt: Seu convite para %@ foi enviado com sucesso.
zh_hans: 您给 %@ 的邀请已发出。

# TicketExpert
source: Expert
de: Experte
es: Experto
it: Esperto
ja: エキスパート
ko: 전문가
pt_pt: Especialista
zh_hans: 专家

# TicketMandatoryField
source: Mandatory field
de: Pflichtfeld
es: Campo obligatorio
fr: Champ obligatoire
it: Campo obbligatorio
ja: 必須フィールド
ko: 필수 필드
pt_pt: Campo obrigatório
zh_hans: 必填项

# TicketMemo
source: Self-help Help Thread
de: Hilfe-Thread zur Selbsthilfe
es: Hilo de ayuda de autoayuda
fr: Fil d'aide à l'auto-assistance
it: Thread di aiuto per l'auto-aiuto
ja: セルフヘルプスレッド
ko: 셀프 헬프 도움말 스레드
pt_pt: Tópico de ajuda de autoajuda
zh_hans: 自助帮助主题

# TicketProvideSupport
source: Provide support
de: Unterstützung anbieten
es: Dar apoyo
fr: Apporter un soutien
it: Fornire supporto
ja: 手伝う
ko: 지원을 제공하다
pt_pt: Fornecer suporte
zh_hans: 提供支持

# TicketRequest
source: Request
de: Anfrage
es: Pedido
fr: Demande
it: Richiesta
ja: リクエスト
ko: 요구
pt_pt: Solicitar
zh_hans: 请求

# TicketRequestSupport
source: Request support
de: Hilfe anfordern
es: Pedir soporte
fr: Demander de l'aide
it: Richiedi supporto
ja: サポートをリクエストする
ko: 지원 요청
pt_pt: Solicitar suporte
zh_hans: 请求支持

# TicketsButtonCannotShowTicket
source: Cannot show the Help Thread
de: Der Hilfe-Thread kann nicht angezeigt werden
es: No se puede mostrar el hilo de ayuda
fr: Impossible d'afficher le fil d'aide
it: Impossibile visualizzare il thread della guida
ja: ヘルプスレッドを表示できません
ko: 도움말 스레드를 표시할 수 없습니다
pt_pt: Não é possível mostrar o tópico de ajuda
zh_hans: 无法显示帮助主题

# TicketsButtonClose
source: Close
de: Schließen
es: Cerca
fr: Fermer
it: Vicino
ja: 近い
ko: 닫다
pt_pt: Fechar
zh_hans: 关闭

# TicketsButtonDetails
source: Details
de: Einzelheiten
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부
pt_pt: Detalhes
zh_hans: 详情

# TicketsButtonReassign
source: Reassign
de: Neu zuweisen
es: reasignar
fr: Réaffecter
it: Riassegna
ja: 再割り当て
ko: 재할당
pt_pt: reatribuir
zh_hans: 重新分配

# TicketsButtonReopen
source: Reopen
de: Wieder öffnen
es: Reabrir
fr: Rouvrir
it: Riaprire
ja: 再開
ko: 다시 열다
pt_pt: Reabrir
zh_hans: 重开

# TicketsButtonSaveAndClose
source: Save and Close
de: Speichern und schließen
es: Guardar y cerrar
fr: Sauver et fermer
it: Salva e chiudi
ja: 保存して閉じます
ko: 저장하고 닫습니다
pt_pt: Salvar e fechar
zh_hans: 保存并关闭

# TicketsFilterButtonOther
source: Other fields...
de: Andere Felder...
es: Otros campos...
fr: D'autres champs...
it: Altri campi...
ja: 他の分野...
ko: 다른 분야...
pt_pt: Outros campos...
zh_hans: 其他字段...

# TicketsFilterButtonRequest
source: Request
de: Anfrage
es: Pedido
fr: Demande
it: Richiesta
ja: リクエスト
ko: 요구
pt_pt: Solicitar
zh_hans: 请求支持

# TicketsMe
source: me
de: Mich
es: a mí
fr: moi
ja: 自分
ko: 나
pt_pt: meu
zh_hans: 我

# TicketsNoResponse
source: No response
de: Keine Antwort
es: Ninguna respuesta
fr: Pas de réponse
it: Nessuna risposta
ja: 応答なし
ko: 응답 없음
pt_pt: Sem resposta
zh_hans: 没有响应

# TicketsNoValueCustomField
source: No %@
de: Nein %@
es: Sin %@
fr: Non %@
it: Nessuna %@
ja: いいえ%@
ko: 아니요 %@
pt_pt: Não %@
zh_hans: 没有%@

# TicketsPlaceholderLoadingTickets
source: Loading Help Threads...
de: Hilfe-Threads werden geladen …
es: Cargando hilos de ayuda...
fr: Chargement des fils d'aide...
it: Caricamento discussioni di aiuto...
ja: ヘルプ スレッドを読み込んでいます...
ko: 도움말 스레드를 불러오는 중...
pt_pt: Carregando tópicos de ajuda...
zh_hans: 正在加载帮助主题...

# TicketsPlaceholderNoAvailableTickets
source: No available Help Threads
de: Keine verfügbaren Hilfe-Threads
es: No hay hilos de ayuda disponibles
fr: Aucun fil d'aide disponible
it: Nessun thread di aiuto disponibile
ja: 利用可能なヘルプスレッドはありません
ko: 사용 가능한 도움말 스레드가 없습니다.
pt_pt: Nenhum tópico de ajuda disponível
zh_hans: 没有可用的帮助主题

# TicketsTicketDenied
source: Help Thread denied
de: Hilfe-Thread abgelehnt
es: Hilo de ayuda denegado
fr: Fil d'aide refusé
it: Aiuto Thread negato
ja: ヘルプスレッドが拒否されました
ko: 도움말 스레드가 거부되었습니다
pt_pt: Tópico de ajuda negado
zh_hans: 帮助主题被拒绝

# TicketSubtitleClosedOn
source: %d Closed on %@
de: %d Geschlossen am %@
es: %d Cerrado el %@
fr: %d Fermé le %@
it: %d Chiuso il %@
ja: %d %@にクローズ
ko: %d 마감일: %@
pt_pt: %d Fechado em %@
zh_hans: %d于%@关闭

# TicketTabBarChat
source: CHAT
de: PLAUDERN
es: CHARLAR
fr: DISCUTER
it: CHIACCHIERATA
ja: チャット
ko: 채팅
pt_pt: BATER PAPO
zh_hans: 聊天

# TicketTabBarLogic
source: PROCEDURE
de: VERFAHREN
es: PROCEDIMIENTO
fr: PROCÉDURE
it: PROCEDURA
ja: 手順
ko: 절차
pt_pt: PROCEDIMENTO
zh_hans: 流程

# TicketUrgent
source: Urgent
de: Dringend
es: Urgente
it: Urgente
ja: 急
ko: 긴급한
pt_pt: Urgente
zh_hans: 紧迫的

# TicketViewerAssistAccess
source: Assist
de: Helfen
es: Asistir
fr: Aider
it: Assistere
ja: 支援する
ko: 돕다
pt_pt: Assistir
zh_hans: 协助

# TicketViewerInternalAccess
source: Internal
de: Intern
es: Interno
fr: Interne
it: Interno
ja: 内部
ko: 내부
pt_pt: interno
zh_hans: 内部的

# TicketWasClosed
source: %@ %d was closed
de: %@ %d wurde geschlossen
es: %@ %d fue cerrado
fr: %@ %d a été fermé
it: %@ %d è stato chiuso
ja: %@ %dが閉じられました
ko: %@ %d (가) 닫혔습니다.
pt_pt: %@ %d foi fechado
zh_hans: %@ %d已关闭

# TicketWasReopened
source: %@ %d was reopened
de: %@ %d wurde wieder geöffnet
es: %@ %d fue reabierto
fr: %@ %d a été rouvert
it: %@ %d è stato riaperto
ja: %@ %dが再開されました
ko: %@ %d 다시 열렸습니다.
pt_pt: %@ %d foi reaberto
zh_hans: %@ %d已重新打开

# TilesAddParticipantsSubTitleWithTypeStartCall
source: Add a participant to this Help Thread
de: Fügen Sie diesem Hilfe-Thread einen Teilnehmer hinzu
es: Agregar un participante a este hilo de ayuda
fr: Ajouter un participant à ce fil d'aide
it: Aggiungi un partecipante a questo thread di aiuto
ja: このヘルプスレッドに参加者を追加する
ko: 이 도움말 스레드에 참가자 추가
pt_pt: Adicionar um participante a este tópico de ajuda
zh_hans: 将参与者添加到此工作箱

# TilesCallNavTitle
source: New Help Thread: Start a Video Call
de: Neuer Hilfe-Thread: Einen Videoanruf starten
es: Nuevo hilo de ayuda: Iniciar una videollamada
fr: Nouveau fil d'aide : démarrer un appel vidéo
it: Nuovo thread di aiuto: avvia una videochiamata
ja: 新しいヘルプスレッド: ビデオ通話を開始する
ko: 새로운 도움말 스레드: 화상 통화 시작
pt_pt: Novo tópico de ajuda: Iniciar uma videochamada
zh_hans: 新工作箱：开始视频通话

# TilesChatNavTitle
source: New Help Thread: Start a Chat
de: NNeuer Hilfe-Thread: Einen Chat starten
es: Nuevo hilo de ayuda: Iniciar un chat
fr: Nouveau fil d'aide : démarrer une discussion
it: Nuovo thread di aiuto: avvia una chat
ja: 新しいヘルプスレッド: チャットを開始
ko: 새로운 도움말 스레드: 채팅 시작
pt_pt: Novo tópico de ajuda: iniciar um bate-papo
zh_hans: 新工作箱：开始聊天

# TilesHeaderCall
source: + Video Call
de: + Videoanruf
es: + Videollamada
fr: + Appel vidéo
it: + Videochiamata
ja: + ビデオ通話
ko: + 화상통화
pt_pt: + Chamada de vídeo
zh_hans: + 视频通话

# TilesKnowledgeNavTitle
source: New Help Thread: Send Quick Knowledge
de: Neuer Hilfe-Thread: Quick Knowledge senden
es: Nuevo hilo de ayuda: Enviar conocimiento rápido
fr: Nouveau fil d'aide : envoyer des connaissances rapides
it: Nuovo thread di aiuto: Invia informazioni rapide
ja: 新しいヘルプスレッド: クイックナレッジを送信
ko: 새로운 도움말 스레드: 빠른 지식 전송
pt_pt: Novo tópico de ajuda: Enviar conhecimento rápido
zh_hans: 新工作箱：发送快速知识

# TilesKnowledgeSubTitle
source: Select Quick Knowledge
de: Wählen Sie „Quick Knowledge“
es: Seleccione Conocimiento Rápido
fr: Sélectionnez Connaissances rapides
it: Seleziona Conoscenza rapida
ja: クイックナレッジを選択
ko: 빠른 지식 선택
pt_pt: Selecione Conhecimento Rápido
zh_hans: 选择快速知识

# TilesNewWorkbox
source: New Help Thread
de: Neuer Hilfe-Thread
es: Nuevo hilo de ayuda
fr: Nouveau fil d'aide
it: Nuovo thread di aiuto
ja: 新しいヘルプスレッド
ko: 새로운 도움말 스레드
pt_pt: Novo tópico de ajuda
zh_hans: 新工作箱

# TilesSendQuickKnowledge
source: Send Quick Knowledge
de: Quick Knowledge senden
es: Enviar conocimiento rápido
fr: Envoyer des connaissances rapides
it: Invia informazioni rapide
ja: クイックナレッジを送信
ko: 빠른 지식 전송
pt_pt: Enviar conhecimento rápido
zh_hans: 发送快速知识

# TilesWorkboxDetailTitle
source: Help Thread Details: Please enter all required fields
de: Details zum Hilfe-Thread: Bitte füllen Sie alle erforderlichen Felder aus
es: Detalles del hilo de ayuda: Ingrese todos los campos obligatorios
fr: Détails du fil d'aide : Veuillez saisir tous les champs obligatoires
it: Dettagli del thread di aiuto: Inserisci tutti i campi obbligatori
ja: ヘルプスレッドの詳細: 必須フィールドをすべて入力してください
ko: 도움말 스레드 세부 정보: 필수 필드를 모두 입력하세요.
pt_pt: Detalhes do tópico de ajuda: Por favor, preencha todos os campos obrigatórios
zh_hans: 工作箱详细信息：请输入所有必填字段

# TIMEOUT_EXCEPTION_101
source: Timeout Exception
de: Timeout-Ausnahme
es: Excepción de tiempo de espera
fr: Exception pour délai d'attente
it: Eccezione di timeout
ja: タイムアウト例外
ko: 타임 아웃 예외
pt_pt: Erro de tempo excedido
zh_hans: 超时异常

# TimeOutMessage
source: No one else is here. This session is going to time out in:
de: Es ist sonst niemand hier. Diese Sitzung läuft ab in:
es: No hay nadie más aquí. Esta sesión finalizará en:
fr: Personne d'autre n'est ici. Cette session va expirer dans :
it: Nessun altro è qui. Questa sessione scadrà tra:
ja: 他に誰もいません。このセッションは次の時間内にタイムアウトします:
ko: 여기에는 다른 사람이 없습니다. 이 세션은 다음 시간에 종료됩니다.
pt_pt: Ninguém mais está aqui. Esta sessão irá expirar em:
zh_hans: 这里没有其他人。此会话将在以下时间超时：

# TimestampTodaySeparator
source: Today · %@
de: Heute · %@
es: Hoy · %@
fr: Aujourd'hui · %@
it: Oggi · %@
ja: 今日 · %@
ko: 오늘 · %@
pt_pt: Hoje · %@
zh_hans: 今天 · %@

# TimestampYesterdaySeparator
source: Yesterday · %@
de: Gestern · %@
es: Ayer · %@
fr: Hier · %@
it: Ieri · %@
ja: 昨日 · %@
ko: 어제 · %@
pt_pt: Ontem · %@
zh_hans: 昨天 · %@

source: Title
de: Titel
es: Título
fr: Fonction
it: Titolo
ja: 題名
ko: 직함
pt_pt: Título
zh_hans: 标题

# TitlePlaceHolder
source: Title (Optional)
de: Titel (Optional)
es: Título (opcional)
fr: Fonction
it: Titolo (facoltativo)
ja: タイトル（オプション）
ko: 직함 (선택 사항)
pt_pt: Título (opcional)
zh_hans: 标题 (可选)

# TitleTooLongAndIntercept
source: Maximum length is 255 characters
de: Die maximale Länge beträgt 255 Zeichen
es: La longitud máxima es de 255 caracteres.
fr: La longueur maximale est de 255 caractères
it: La lunghezza massima è di 255 caratteri
ja: 最大長は255文字です。
ko: 최대 길이는 255 자(알파벳 기준) 입니다.
pt_pt: O tamanho máximo é de 255 caracteres
zh_hans: 自动截取位置至50个字符（最大长度为255个字符)

source: To
de: Zu
es: A
fr: À
it: A
ja: に
ko: 에게
pt_pt: Para
zh_hans: 添加

source: Toggle camera
de: Kamera umschalten
es: Alternar cámara
fr: Activer/désactiver la caméra
it: Attiva/disattiva fotocamera
ja: カメラの切り替え
ko: 카메라 전환
pt_pt: Alternar câmara
zh_hans: 切换摄像头

source: Toggle freeze frame
de: Standbild umschalten
es: Alternar fotograma congelado
fr: Activer/désactiver l'image figée
it: Attiva/disattiva fotogramma congelato
ja: フリーズフレームの切り替え
ko: 정지 화면 전환
pt_pt: Alternar fotograma congelado
zh_hans: 切换定格画面

source: Toggle live captions and settings
de: Live-Untertitel und Einstellungen umschalten
es: Alternar subtítulos en vivo y configuración
fr: Activer/désactiver les sous-titres en direct et les paramètres
it: Attiva/disattiva sottotitoli live e impostazioni
ja: ライブキャプションと設定の切り替え
ko: 실시간 자막 및 설정 전환
pt_pt: Alternar legendas ao vivo e definições
zh_hans: 切换实时字幕和设置

source: Toggle measurement tool
de: Messwerkzeug umschalten
es: Alternar herramienta de medición
fr: Activer/désactiver l'outil de mesure
it: Attiva/disattiva strumento misurazione
ja: 測定ツールの切り替え
ko: 측정 도구 전환
pt_pt: Alternar ferramenta de medição
zh_hans: 切换测量工具

source: Toggle microphone
de: Mikrofon umschalten
es: Alternar micrófono
fr: Activer/désactiver le microphone
it: Attiva/disattiva microfono
ja: マイクの切り替え
ko: 마이크 전환
pt_pt: Alternar microfone
zh_hans: 切换麦克风

source: Toggles freeze frame
de: Schaltet Standbild ein/aus
es: Alterna el fotograma congelado
fr: Active/désactive l'image figée
it: Attiva/disattiva fotogramma congelato
ja: フリーズフレームを切り替えます
ko: 정지 화면 전환
pt_pt: Alterna o fotograma congelado
zh_hans: 切换定格画面

source: Toggle Universal Translator
de: Universalübersetzer umschalten
es: Activar/desactivar traductor universal
fr: Basculer le traducteur universel
it: Attiva/disattiva traduttore universale
ja: ユニバーサル翻訳の切り替え
ko: 유니버설 번역기 전환
pt_pt: Alternar tradutor universal
zh_hans: 切换通用翻译器

source: TOOLS
de: WERKZEUGE
es: HERRAMIENTAS
fr: OUTILS
ja: ツール
ko: 도구
pt_pt: FERRAMENTAS
zh_hans: 工具

# TorchOffLabel
source: Start Flashlight
de: Taschenlampe starten
es: Iniciar linterna
fr: Démarrer la lampe de poche
it: Avvia torcia
ja: 懐中電灯を起動します
ko: 손전등 시작
pt_pt: Iniciar lanterna
zh_hans: 启动手电筒

# TorchOnLabel
source: Stop Flashlight
de: Taschenlampe stoppen
es: Detener la linterna
fr: Arrêter la lampe de poche
it: Ferma la torcia
ja: 懐中電灯を停止します
ko: 손전등 중지
pt_pt: Pare a lanterna
zh_hans: 停止手电筒

# ToSelectContactsForInvitationsPlease
source: To select contacts for invitations, please grant access to your contacts in Settings.
de: Um Kontakte für Einladungen auszuwählen, gewähren Sie bitte in den Einstellungen Zugriff auf Ihre Kontakte.
es: Para seleccionar contactos para invitaciones, conceda acceso a sus contactos en Configuración.
fr: Pour sélectionner des contacts pour les invitations, veuillez accorder l'accès à vos contacts dans Réglages.
it: Per selezionare i contatti per gli inviti, concedi l'accesso ai tuoi contatti in Impostazioni.
ja: 招待用に連絡先を選択するには、設定で連絡先へのアクセスを許可してください。
ko: 초대할 연락처를 선택하려면 설정에서 연락처 액세스 권한을 허용해 주세요.
pt_pt: Para selecionar contactos para convites, conceda acesso aos seus contactos nas Definições.
zh_hans: 要选择邀请的联系人，请在设置中授予通讯录访问权限。

# TranslationInvalidRequest
source: Invalid translation request
de: Ungültige Übersetzungsanfrage
es: Solicitud de traducción no válida
fr: Requête de traduction non valide
it: Richiesta di traduzione non valida
ja: 無効な翻訳リクエストです
ko: 잘못된 번역 요청입니다
pt_pt: Pedido de tradução inválido
zh_hans: 无效的翻译请求

source: Translation Language
de: Übersetzungssprache
es: Idioma de traducción
fr: Langue de traduction
it: Lingua di traduzione
ja: 翻訳言語
ko: 번역 언어
pt_pt: Idioma de tradução
zh_hans: 翻译语言

# TranslationLowConfidenceDetection
source: Could not confidently detect the source language
de: Die Ausgangssprache konnte nicht zuverlässig erkannt werden
es: No se pudo detectar con confianza el idioma de origen
fr: Impossible de détecter avec certitude la langue source
it: Impossibile rilevare con certezza la lingua di origine
ja: ソース言語を確実に検出できませんでした
ko: 원본 언어를 확실하게 감지할 수 없습니다
pt_pt: Não foi possível detetar com confiança o idioma de origem
zh_hans: 无法可靠地检测源语言

# TranslationTextTooLong
source: Text is too long for translation
de: Der Text ist für die Übersetzung zu lang
es: El texto es demasiado largo para traducirlo
fr: Le texte est trop long pour être traduit
it: Il testo è troppo lungo per la traduzione
ja: テキストが長すぎて翻訳できません
ko: 텍스트가 너무 길어 번역할 수 없습니다
pt_pt: O texto é demasiado longo para tradução
zh_hans: 文本过长，无法翻译

# TranslationUnsupportedLanguageFormat
source: Unsupported language: %@
de: Nicht unterstützte Sprache: %@
es: Idioma no compatible: %@
fr: Langue non prise en charge : %@
it: Lingua non supportata: %@
ja: サポートされていない言語: %@
ko: 지원되지 않는 언어: %@
pt_pt: Idioma não suportado: %@
zh_hans: 不支持的语言：%@

# TranslationUnsupportedLanguagePair
source: Unsupported language pair
de: Nicht unterstütztes Sprachpaar
es: Par de idiomas no compatible
fr: Paire de langues non prise en charge
it: Coppia di lingue non supportata
ja: サポートされていない言語ペア
ko: 지원되지 않는 언어 쌍
pt_pt: Par de idiomas não suportado
zh_hans: 不支持的语言对

source: Try adjusting your search
de: Versuchen Sie, Ihre Suche anzupassen
es: Intente ajustar su búsqueda
fr: Essayez d'ajuster votre recherche
it: Prova ad adattare la ricerca
ja: 検索条件を調整してみてください
ko: 검색을 조정해 보세요
pt_pt: Tente ajustar a sua pesquisa
zh_hans: 请尝试调整搜索条件

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_pt: Tentar novamente
zh_hans: 重试

# TryAgain2
source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: もう一度お試しください
ko: 다시 시도
pt_pt: Tentar novamente
zh_hans: 请重试

# TurnOffRecordingMessage
source: has turned off recording for this call
de: hat die Aufzeichnung für diesen Anruf deaktiviert
es: ha desactivado la grabación de esta llamada
fr: a désactivé l'enregistrement pour cet appel
it: ha disattivato la registrazione per questa chiamata
ja: この通話の録音をオフにしました
ko: 이 통화에 대한 녹음을 해제했습니다
pt_pt: desligou a gravação desta chamada
zh_hans: 已经关闭当前通话的录制

# TurnOnLiveCaptionMessage
source: %@ has turned on live Captions.
de: %@ hat Live-Untertitel aktiviert.
es: %@ ha activado los subtítulos en vivo.
fr: %@ a activé les sous-titres en direct.
it: %@ ha attivato i sottotitoli in tempo reale.
ja: %@ライブキャプションをオンにしました。
ko: %@ 실시간 자막을 켰습니다.
pt_pt: %@ ativou as legendas ativas.
zh_hans: %@已开启实时字幕。

# Tutorial1Message1
source: Watch this quick video to see some of the helpful features {{app_name}} offers.
de: Sehen Sie sich dieses kurze Video an, um einige der hilfreichen Funktionen zu sehen, die {{app_name}} bietet.
es: Mire este video rápido para ver algunas de las funciones útiles {{app_name}} ofertas.
fr: Regardez cette courte vidéo pour voir certaines des fonctionnalités utiles {{app_name}}.
it: Guarda questo breve video per vedere alcune delle utili funzioni di {{app_name}} offerte.
ja: このクイックビデオを見て、{{app_name}}による便利な機能をいくつかご覧ください。
ko: 이 빠른 비디오를보고 유용한 기능 중 일부를 확인하십시오 {{app_name}} 제공합니다.
pt_pt: Assista a este vídeo rápido para ver alguns dos recursos úteis que o {{app_name}} oferece.
zh_hans: 观看此快速视频，以了解一些有用的功能{{app_name}}提供。

# Tutorial1Message2
source: The next few screens will guide you through basic functionality to help you use the app more efficiently.
de: Die nächsten Bildschirme führen Sie durch die grundlegenden Funktionen, damit Sie die App effizienter nutzen können.
es: Las siguientes pantallas lo guiarán a través de la funcionalidad básica para ayudarlo a usar la aplicación de manera más eficiente.
fr: Les prochains écrans vous guideront à travers les fonctionnalités de base pour vous aider à utiliser l'application plus efficacement.
it: Le prossime schermate ti guideranno attraverso le funzionalità di base per aiutarti a utilizzare l'app in modo più efficiente.
ja: 次のいくつかの画面では、アプリをより効率的に使用するための基本的な機能について説明します。
ko: 다음 몇 개의 화면은 앱을보다 효율적으로 사용하는 데 도움이되는 기본 기능을 안내합니다.
pt_pt: As próximas telas irão guiá-lo pelas funcionalidades básicas para ajudá-lo a usar o aplicativo com mais eficiência.
zh_hans: 接下来的几个屏幕将指导您完成基本功能，以帮助您更有效地使用该应用程序。

# Tutorial1SubTitle
source: The Leading Virtual Expertise Solution
de: Die führende virtuelle Expertise-Lösung
es: La solución líder en experiencia virtual
fr: La meilleure solution d'expertise virtuelle
it: La principale soluzione di competenza virtuale
ja: 最先端のバーチャル専門知識ソリューション
ko: 선도적 인 가상 전문 솔루션
pt_pt: A solução líder em experiência virtual
zh_hans: 领先的虚拟专长解决方案

# Tutorial1Title
source: Welcome to {{app_name}}!
de: Willkommen bei {{app_name}}!
es: Bienvenido a {{app_name}}!
fr: Bienvenue dans {{app_name}}!
it: Benvenuto in {{app_name}}!
ja: {{app_name}}へようこそ！
ko: 오신 것을 환영합니다 {{app_name}}!
pt_pt: Bem-vindo ao {{app_name}}!
zh_hans: 欢迎使用{{app_name}}！
